Revit 2024 API
SpecTypeId.CrackWidth Property
 Crack Width, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CrackWidth { get; }
Visual Basic
Public Shared ReadOnly Property CrackWidth As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CrackWidth {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace